Repository: marcinn/maszyna
Catalog: lang/*.po
Languages: pl

source: pantograph %d: drawing from: [%s, %s] through: [%.2f, %.2f, %.2f]
pl: pantograf %d: pobiera z: [%s, %s] poprzez: [%.2f, %.2f, %.2f]

source: Temperatures: engine: %.2f, oil: %.2f, water: %.2f%c%.2f
pl: Temperatury: silnik: %.2f, olej: %.2f, woda: %.2f%c%.2f

source: (shunt mode)
pl: (tryb manewrowy)

source: Another vehicle ahead (distance: %.1f m)
pl: Inny pojazd na drodze (odległość: %.1f m)

source: Grade: %.1f%%%%
pl: Nachylenie: %.1f%%%%

source: Loading/unloading in progress (%d s left)
pl: Wsiadanie/wysiadanie pasażerów (do zakończenia %d s)

source: Pressure: %.2f kPa (train pipe: %.2f kPa)
pl: Ciśnienie: %.2f kPa (przewód główny: %.2f kPa)

source: Speed: %d km/h (limit %d km/h%s)%s
pl: Prędkość: %d km/h (limit %d km/h%s)%s

source: oil pressure:
pl: cisń. oleju:

source: pantograph: %.2f%cMT
pl: pantograf: %.2f%cZG

source: !ALERTER!
pl: !CZUWAK!

source: ##Range
pl: ##Zakres

source: %-*.*s Time: %d:%02d:%02d
pl: %-*.*s Godzina: %d:%02d:%02d

source: (no timetable)
pl: (brak rozkładu)

source: , new limit: %d km/h in %.1f km
pl: , nowy limit: %d km/h za %.1f km

source: , owned by:
pl: , wlaściciel:

source: Acknowledge SHP
pl: Zbić SHP

source: Acknowledge alerter
pl: Zbić czuwak

source: Activate cabin
pl: Aktywuj kabinę

source: Actuate
pl: Załączyć odluźniacz

source: Animals
pl: Zwierzęta

source: Apply
pl: Zastosuj

source: Apply anti slip brake
pl: Załą hamulec przeciwpoślizgowy

source: Apply independent brake
pl: Załączyć hamulec lokomotywy

source: Apply manual brake
pl: Załączyć hamulec ręczny

source: Apply spring brake
pl: Załączyć hamulec sprężynowy

source: Apply tractive force to compress buffers
pl: Zastosować siłę trakcyjną celem ściśnięcia składu

source: Apply train brake
pl: Załączyć hamulec zespolony

source: Assignment
pl: Zlecenie

source: Attach coupling adapter
pl: Założyć półsprzęg

source: Bank consist ahead
pl: Popychać skład z przodu

source: Brakes: train: %.2f (mode: %d, delay: %s, load flag: %d) independent: %.2f (%.2f), manual: %.2f, spring: %.2f Brake cylinder pressures: train: %.2f, independent: %.2f, status: 0x%.2x Pipe pressures: brake: %.2f (hat: %.2f), main: %.2f, control: %.2f Tank pressures: auxiliary: %.2f, main: %.2f, control: %.2f
pl: Hamulce: zespolony: %.2f (tryb: %d, nastawa: %s, ładunek: %d) pomocniczny: %.2f (%.2f), ręczny: %.2f, sprężynowy: %.2f Ciśnienie w cylindrach: zespolony: %.2f, pomocniczny: %.2f, status: 0x%.2x Ciśnienia w przewodach: główny: %.2f (kapturek: %.2f), zasilający: %.2f, sterujący: %.2f Ciśnienia w zbiornikach: pomocniczny: %.2f, główny: %.2f, sterujący: %.2f

source: Brakes: train: %.2f, independent: %.2f, mode: %d, delay: %s, load flag: %d Brake cylinder pressures: train: %.2f, independent: %.2f, status: 0x%.2x Pipe pressures: brake: %.2f (hat: %.2f), main: %.2f, control: %.2f Tank pressures: auxiliary: %.2f, main: %.2f, control: %.2f
pl: Hamulce: zespolony: %.2f, pomocniczy: %.2f, tryb: %d, nastawa: %s, ładunek: %d Ciśnienie w cylindrach: zespolony: %.2f, pomocniczy: %.2f, status: 0x%.2x Ciśnienia w przewodach: główny: %.2f (kapturek: %.2f), zasilający: %.2f, kontrolny: %.2f Ciśnienia w zbiornikach: pomocniczy: %.2f, główny: %.2f, sterujący: %.2f

source: Brakes: %5.1f+%-2.0f%c%s
pl: Hamulce: %5.1f+%-2.0f%c%s

source: Buses
pl: Busy

source: Camera preview
pl: Podgląd kamery

source: Carriages
pl: Wagony

source: Cars
pl: Samochody

source: Change direction
pl: Zmienić kierunek jazdy

source: Close -
pl: Zamknij -

source: Close doors
pl: Zamknąć drzwi

source: Close line breaker
pl: Zamknąć wyłącznik szybki

source: Command
pl: Polecenie

source: Consist weight: %d t (specified) %d t (actual) Consist length: %d m
pl: Brutto: %d t (rozkładowe) %d t (rzeczywiste) Długość pociągu: %d m

source: Controllers: master: %d(%d), secondary: %s Engine output: %.1f, current: %.0f Revolutions: engine: %.0f, motors: %.0f engine fans: %.0f, motor fans: %.0f+%.0f, cooling fans: %.0f+%.0f
pl: Nastawniki: glówny: %d(%d), dodatkowy: %s Moc silnika: %.1f, prąd silnika: %.0f Obroty: silnik: %.0f, motory: %.0f, went. silnika: %.0f, went. motorów: %.0f+%.0f, went. chłodnicy: %.0f+%.0f

source: Couple to consist ahead
pl: Sprząc się ze składem z przodu

source: Coupling:
pl: Sprzęg:

source: Current task:
pl: Bieżace zadanie:

source: Day in year
pl: Dzień w roku

source: Deactivate cabin
pl: Dezaktywuj kabinę

source: Debug mode
pl: Tryb debug

source: Delete obstacle
pl: Usuń przeszkodę

source: Devices: %c%c%c%c%c%c%c%c%c%c%c%c%c%c%c%c%c%c%s%s Power transfers: %.0f@%.0f%s[%.0f]%s%.0f@%.0f :: %.0f@%.0f%s[%.0f]%s%.0f@%.0f
pl: Urządzenia: %c%c%c%c%c%c%c%c%c%c%c%c%c%c%c%c%c%c%s%s Transfer prądów: %.0f@%.0f%s[%.0f]%s%.0f@%.0f :: %.0f@%.0f%s[%.0f]%s%.0f@%.0f

source: Devices: %c%c%c%c%c%c%c%c%c%c%c%c%c%c%s%s Power transfers: %.0f@%.0f%s%s%s%.0f@%.0f
pl: Urządzenia: %c%c%c%c%c%c%c%c%c%c%c%c%c%c%s%s Przepływ prądu: %.0f@%.0f%s%s%s%.0f@%.0f

source: Diesel locos
pl: Lokomotywy spalinowe

source: Disable pantographcs valve
pl: Zamknąć zawór pantografów

source: Divert /
pl: W bok /

source: Draisines
pl: Drezyny

source: Drive according to signals and timetable
pl: Prowadzić skład według sygnałów i rozkładu

source: Driving Aid
pl: Pomocnik

source: EMU
pl: EZT

source: Electric locos
pl: Lokomotywy elektryczne

source: Electricity usage: drawn: %.1f kWh returned: %.1f kWh balance: %.1f kWh
pl: Zużycie energii: pobrano: %.1f kWh oddano: %.1f kWh bilans: %.1f kWh

source: Enable pantographs valve
pl: Otworzyć zawór pantografów

source: Follow camera
pl: Podążaj za kamerą

source: Follow vehicle
pl: Podążaj za pojazdem

source: Forces: tractive: %.1f, brake: %.1f, drag: %.2f%s Acceleration: tangential: %.2f, normal: %.2f (path radius: %s) Velocity: %.2f, distance traveled: %.2f Position: [%.2f, %.2f, %.2f]
pl: Siły: trakcyjna: %.1f, hamowania: %.1f, tarcie: %.2f%s Przyśpieszenia: styczne: %.2f, normalne: %.2f (promień ścieżki: %s) Prędkość: %.2f, pokonana odległość: %.2f Pozycja: [%.2f, %.2f, %.2f]

source: Forces: tractive: %.1f, brake: %.1f, friction: %.2f%s Acceleration: tangential: %.2f, normal: %.2f (path radius: %s) Velocity: %.2f, distance traveled: %.2f Position: [%.2f, %.2f, %.2f]
pl: Siły: napędna: %.1f, hamowania: %.1f, tarcie: %.2f%s Przyśpieszenia: styczne: %.2f, normalne: %.2f (promień: %s) Prędkość: %.2f, pokonana odleglość: %.2f Pozycja: [%.2f, %.2f, %.2f]

source: General
pl: Ogólne

source: Grant permit to open doors
pl: Podać zezwolenie na otwarcie drzwi

source: Group by:
pl: Grupuj według:

source: Headlight config
pl: Konfiguracja reflektorów

source: Hints
pl: Podpowiedzi

source: ImGui Demo
pl: Demo ImGui

source: Increase braking force
pl: Zwiększyć siłę hamowania

source: Increase tractive force
pl: Zwiększyć siłę pociągową

source: Insert obstacle:
pl: Wstaw przeszkodę:

source: Keymapper
pl: Mapowanie klawiszy

source: Lap train brake
pl: Utrzymać siłę hamującą

source: Launch
pl: Uruchom

source: Light signal:
pl: Sygnał świetlny:

source: Link water circuits
pl: Połączyć obiegi wody

source: Load
pl: Wczytaj

source: Load count
pl: Ilość ładunku

source: Load type
pl: Rodzaj ładunku

source: Load: %s: %d
pl: Ładunek: %s: %d

source: Loading
pl: Ładowanie

source: Loading scenery
pl: Wczytywanie scenerii

source: Logging to log.txt
pl: Logowanie do log.txt

source: Loose shunt according to signals
pl: Prowadzić manewry przetaczania odrzutem

source: Lower pantograph A
pl: Opuścić pantograf A

source: Lower pantograph B
pl: Opuścić pantograf B

source: Main menu
pl: Główne menu

source: Map
pl: Mapa

source: Mode windows
pl: Okna trybu

source: Move +500m
pl: Przesuń +500m

source: Move -500m
pl: Przesuń -500m

source: Name
pl: Nazwa

source: Name: %s%s Load: %.0f %s Status: %s%s Couplers: front: %s rear: %s
pl: Nazwa: %s%s Ładunek: %.0f %s Status: %s%s Sprzęgi: przedni: %s tylny: %s

source: No
pl: Nie

source: Occupancy
pl: Obsada

source: Occupied: %s
pl: Obsada: %s

source: Open doors
pl: Otworzyć drzwi

source: Open line breaker
pl: Otworzyć wyłącznik szybki

source: Open |
pl: Otwórz |

source: Overcast and precipitation
pl: Zachmurzenie i opady

source: Pan
pl: Ręcznie

source: Param 1
pl: Parametr 1

source: Param 2
pl: Parametr 2

source: Parameters
pl: Parametry pojazdu

source: Parameters: %s
pl: Parametry: %s

source: People
pl: Ludzie

source: Performance
pl: Wydajność

source: Power use: drawn: %.1f kWh returned: %.1f kWh balance: %.1f kWh
pl: Zużycie energii: pobrano: %.1f kWh oddano: %.1f kWh bilans: %.1f kWh

source: Quit
pl: Wyjdź

source: Quit simulation?
pl: Zakończyć symulację?

source: Railcars
pl: Szynobusy

source: Raise pantograph A
pl: Podnieść pantograf A

source: Raise pantograph B
pl: Podnieść pantograf B

source: Range
pl: Zakres

source: Reduce braking force
pl: Zmniejszyć siłę hamowania

source: Reduce tractive force
pl: Zmniejszyć siłę pociągową

source: Refill main tank
pl: Napełnij ZG

source: Release independent brake
pl: Zwolnić hamulec lokomotywy

source: Release manual brake
pl: Zwolnić hamulec ręczny

source: Release spring brake
pl: Zwolnić hamulec sprężynowy

source: Release train brake
pl: Ustawić hamulec zespolony na pozycję jazdy

source: Release train brakes
pl: Odhamować skład

source: Remove coupling adapter
pl: Zdjąć półsprzęg

source: Reset converter overload relay
pl: Odblokować przekaźnik nadmiarowy przetwornicy

source: Reset main circuit ground relay
pl: Odblokować przekaźnik różnicowy obwodu głównego

source: Reset position
pl: Zresetuj pozycję

source: Reset traction motors overload relay
pl: Odblokować przekaźnik nadmiarowy silników trakcyjnych

source: Resume
pl: Wznów

source: Revoke permit to open doors
pl: Cofnąć zezwolenie na otwarcie drzwi

source: Rupture main pipe
pl: Zerwij PG

source: Save
pl: Zapisz

source: Scenario
pl: Scenariusz

source: Scenario list
pl: Lista scenariuszy

source: Screen
pl: Ekran

source: Screenshot
pl: Zrzut ekranu

source: Select vehicle
pl: Wybierz pojazd

source: Send
pl: Wyślij

source: Send command:
pl: Wyślij polecenie:

source: Set brake controller to pipe filling mode
pl: Ustawić hamulec zespolony na pozycje popełnienia przewodu głównego

source: Set engine to idle
pl: Ustawić nastawnik jazdy na pozycję biegu jałowego

source: Set master controller to neutral
pl: Ustawić nastawnik jazdy na pozycje neutralną

source: Set master controller to position %.0f
pl: Ustawić nastawnik jazdy na pozycję %.0f

source: Set master controller to series mode
pl: Ustawić nastawnik jazdy na pozycję szeregową

source: Set reverser to forward
pl: Ustawić nawrotnik do przodu

source: Set reverser to neutral
pl: Ustawić nawrotnik na pozycję neutralną

source: Set reverser to reverse
pl: Ustawić nawrotnik do tyłu

source: Shunt according to signals
pl: Prowadzić manewry według sygnałów

source: Shut down the engine
pl: Wyłączyc pojazd

source: Simulation Paused
pl: Symulacja wstrzymana

source: Skin
pl: Malowanie

source: Skin: %s
pl: Malowanie: %s

source: Skin: %s Type: %s Carrier code: %s Depot: %s Maintenance: %s, by %s Skin author: %s Photo author: %s
pl: Malowanie: %s Typ: %s Kod przewoźnika: %s Szopa: %s Przegląd: %s, by %s Autor tekstury: %s Autor zdjęć: %s

source: Sound the horn
pl: Podać sygnał dźwiękowy

source: Start the engine
pl: Przygotować pojazd do jazdy

source: Steam locos
pl: Lokomotywy parowe

source: Stop actuating
pl: Wyłączyć odluźniacz

source: Stop and repair
pl: Zatrzymaj i napraw

source: Straight |
pl: Prosto |

source: Switch off battery
pl: Wyłączyć akumulatory

source: Switch off compressor
pl: Wyłączyć sprężarkę

source: Switch off consist heating
pl: Wyłączyć ogrzewanie pociągu

source: Switch off consist lights
pl: Wyłączyć oświetlenie pociągu

source: Switch off converter
pl: Wyłączyć przetwornicę

source: Switch off departure signal
pl: Wyłączyć sygnał odjazdu

source: Switch off field shunting
pl: Wyłączyć bocznikowanie

source: Switch off front motor blowers
pl: Wyłączyć wentylatory przednich silników trakcyjnych

source: Switch off fuel pump
pl: Wyłączyć pompę paliwa

source: Switch off horn
pl: Wyłączyć syrenę

source: Switch off lights
pl: Wyłączyć światła

source: Switch off oil pump
pl: Wyłączyć pompę oleju

source: Switch off pantograph compressor
pl: Wyłączyć sprężarkę pantografów

source: Switch off radio
pl: Wyłączyć radio

source: Switch off rear motor blowers
pl: Wyłączyć wentylatory tylnich silników trakcyjnych

source: Switch off sanding
pl: Wyłączyć piaskowanie

source: Switch off water heater
pl: Wyłączyć podgrzewacz wody

source: Switch off water heater breaker
pl: Wyłączyć bezpiecznik podgrzewacza wody

source: Switch off water pump
pl: Wyłączyć pompę wody

source: Switch off water pump breaker
pl: Wyłączyć bezpiecznik pompy wody

source: Switch on Pc 1 head lamp code
pl: Zapalić sygnał jazdy rozkładowej Pc1

source: Switch on Pc 2 head lamp code
pl: Zapalić sygnał jazdy rozkładowej Pc2

source: Switch on Pc 5 tail lamp code
pl: Zapalić sygnał końca pociągu Pc5

source: Switch on Tb 1 head lamp code
pl: Zapalić sygnał jazdy manewrowej Tb1

source: Switch on battery
pl: Załączyć akumulatory

source: Switch on compressor
pl: Załączyć sprężarkę

source: Switch on consist heating
pl: Załączyć ogrzewanie pociągu

source: Switch on consist lights
pl: Załączyć oświetlenie pociągu

source: Switch on converter
pl: Załączyć przetwornicę

source: Switch on departure signal
pl: Załączyć sygnał odjazdu

source: Switch on door locks
pl: Załączyć blokadę drzwi

source: Switch on front motor blowers
pl: Załączyć wentylatory przednich silników trakcyjnych

source: Switch on fuel pump
pl: Załączyć pompę paliwa

source: Switch on oil pump
pl: Załączyć pompę oleju

source: Switch on pantograph compressor
pl: Załączyć sprężarkę pantografów

source: Switch on radio
pl: Załączyć radio

source: Switch on rear motor blowers
pl: Załączyć wentylatory tylnich silników trakcyjnych

source: Switch on sanding
pl: Załączyć piaskowanie

source: Switch on water heater
pl: Załączyć podgrzewacz wody

source: Switch on water heater breaker
pl: Załączyć bezpiecznik podgrzewacza wody

source: Switch on water pump
pl: Załączyć pompę wody

source: Switch on water pump breaker
pl: Załączyć bezpiecznik pompy wody

source: Switch pantograph 3-way valve to auxiliary air source
pl: Ustawić kurek trójdrogowy w pozycji napełniania cylindrów pantografów

source: Switch pantograph 3-way valve to primary air source
pl: Ustawić kurek trójdrogowy w pozycji napełniania zbiornika głównego

source: Switch reverser to opposite direction
pl: Ustawić nawrotnik na przeciwną pozycję

source: Temperature
pl: Temperatura

source: Throttle: %3d+%d %c%s
pl: Nastawnik: %3d+%d %c%s

source: Time
pl: Czas

source: Time and environment
pl: Czas i środowisko

source: Timer
pl: Czasomierz

source: Timetable
pl: Rozkład jazdy

source: Tools
pl: Narzędzia

source: Trainset not occupied
pl: Skład bez obsady

source: Trams
pl: Tramwaje

source: Transcripts
pl: Transkrypcje

source: Trucks
pl: Ciężarówki

source: Tune into channel %.0f
pl: Ustawić radio na kanał %.0f

source: Type: %s
pl: Typ: %s

source: Uncouple %s
pl: Odpiąć %s

source: Unknown
pl: Nieznane

source: Unlink water circuits
pl: Rozłączyć obiegi wody

source: Utility
pl: Użytkowe

source: Vehicle list
pl: Lista pojazdów

source: Vehicle parameters
pl: Parametry pojazdu

source: Visibility
pl: Widoczność

source: Wait for departure time
pl: Zaczekać na godzinę odjazdu

source: Wait for main reservoir to fill
pl: Zaczekać na napełnienie zbiornika głównego

source: Wait for orders
pl: Oczekiwać dalszych poleceń

source: Wait for passenger exchange to complete
pl: Zaczekać na zakończenie wymiany pasażerskiej

source: Wait for sufficient air pressure in pantograph subsystem
pl: Zaczekać na osiągnięcie ciśnienia potrzebnego do podniesienia pantografów

source: Wait for warm up to complete
pl: Zaczekać na osiągnięcie temperatury roboczej

source: Windows
pl: Okna

source: Yes
pl: Tak

source: alerter
pl: czuwak

source: all doors (close)
pl: drzwi (zamknij)

source: all doors (open)
pl: drzwi (otwórz)

source: all motor blowers
pl: wszystkie wentylatory silników trakcyjnych

source: all pantographs
pl: wszystkie pantografy

source: battery
pl: bateria

source: brake acting speed
pl: nastawa hamulca

source: brake acting speed: cargo
pl: nastawa hamulca: towarowy

source: brake acting speed: rapid
pl: nastawa hamulca: pośpieszny

source: brake hose
pl: przewód hamulcowy

source: brake operation mode
pl: tryb pracy hamulca

source: braking indicator
pl: sygnalizacja hamowania

source: comp.
pl: komp.

source: compartment lights
pl: oświetlenie przedziału

source: compressor
pl: sprężarka

source: control
pl: kontrolny

source: conv.
pl: przetw.

source: converter
pl: przetwornica

source: converter overload relay reset
pl: przekaźnik nadmiarowy przetwornicy

source: cooling fans
pl: wentylatory oporów rozruchowych

source: coupler
pl: sprzęg

source: coupling
pl: sprzęgi

source: cruise control
pl: tempomat

source: cruise control (power)
pl: tempomat (moc)

source: cruise control (speed)
pl: tempomat (prędkość)

source: current indicator source
pl: prądy drugiego członu

source: dashboard light
pl: oświetlenie pulpitu

source: departure signal
pl: sygnal odjazdu

source: distance counter
pl: licznik odległości

source: door (permit)
pl: drzwi (zezwól)

source: door control mode
pl: tryb sterowania drzwiami

source: door locking
pl: blokada drzwi

source: doorstep
pl: stopień drzwi

source: emergency brake
pl: hamulec bezpieczeństwa

source: ep brake
pl: hamulec EP

source: expand
pl: rozszerz

source: faux
pl: wirtualny

source: fuel pump
pl: pompa paliwa

source: gangway
pl: przejście

source: headdriver
pl: maszynista (przednia kabina)

source: headlights dimmer
pl: przyciemnienie reflektórow

source: heating
pl: ogrzewanie pociągu

source: high tone horn
pl: syrena (ton wysoki)

source: high voltage
pl: wysokiego napięcia

source: horn
pl: syrena

source: independent brake
pl: hamulec pomocniczy

source: independent brake releaser
pl: odluźniacz

source: instrument light
pl: oświetlenie przyrządow

source: interactive part
pl: element ruchomy

source: interior light
pl: oświetlenie kabiny

source: interior light dimmer
pl: przyciemnienie oświetlenia kabiny

source: left door
pl: drzwi lewe

source: left door (close)
pl: drzwi lewe (zamknij)

source: left door (open)
pl: drzwi lewe (otwórz)

source: left door (permit)
pl: drzwi lewe (zezwól)

source: left headlight
pl: reflektor lewy

source: left marker light
pl: sygnal lewy

source: light pattern
pl: programator świateł

source: line breaker
pl: wyłącznik szybki

source: local compressor
pl: sprężarka lokalna

source: local converter
pl: przetwornica lokalna

source: low tone horn
pl: syrena (ton niski)

source: main hose
pl: przewód główny

source: main.
pl: ws.

source: manual brake
pl: hamulec ręczny

source: master controller
pl: nastawnik jazdy

source: motor blowers A
pl: wentylatory silników trakcyjnych A

source: motor blowers B
pl: wentylatory silników trakcyjnych B

source: motor connectors
pl: styczniki liniowe

source: motor overload relay reset
pl: przekaźnik nadmiarowy silników trakcyjnych

source: motor overload relay threshold
pl: zakres prądu rozruchu

source: nobody
pl: nikt

source: none
pl: wolny

source: oil pump
pl: pompa oleju

source: pantograph 3 way valve
pl: kurek trójdrogowy pantografow

source: pantograph A
pl: pantograf A

source: pantograph B
pl: pantograf B

source: pantograph compressor
pl: sprężarka pantografow

source: passenger
pl: pasażer

source: permanent
pl: permanentny

source: power 110V
pl: zasilanie 110V

source: power 24V
pl: zasilanie 24V

source: power 3x400V
pl: zasilanie 3x400V

source: radio call 3
pl: zew 3

source: radio channel
pl: kanał radia

source: radio volume
pl: głośność radia

source: radiostop test
pl: test radiostopu

source: rear left headlight
pl: tylny reflektor lewy

source: rear left marker light
pl: tylny sygnal lewy

source: rear right headlight
pl: tylny reflektor prawy

source: rear right marker light
pl: tylny sygnal prawy

source: rear upper headlight
pl: tylny reflektor górny

source: reardriver
pl: maszynista (tylnia kabina)

source: relay reset
pl: reset przekaźnika

source: reverser
pl: nastawnik kierunku

source: right door
pl: drzwi prawe

source: right door (close)
pl: drzwi prawe (zamknij)

source: right door (open)
pl: drzwi prawe (otwórz)

source: right door (permit)
pl: drzwi prawe (zezwól)

source: right headlight
pl: reflektor prawy

source: right marker light
pl: sygnal prawy

source: sandbox
pl: piasecznica

source: second controller
pl: nastawnik dodatkowy

source: selected pantograph
pl: wybrany pantograf

source: shunt mode power
pl: sterowanie analogowe

source: spring brake
pl: hamulec sprężynowy

source: texture group
pl: grupy tekstur

source: the engine
pl: pojazd prowadzący

source: the engine plus %d next vehicles
pl: pojazd prowadzący plus %d kolejnych

source: the engine plus the next vehicle
pl: pojazd prowadzący plus kolejny

source: timetable light
pl: oświetlenie rozkładu jazdy

source: train brake
pl: hamulec zespolony

source: type
pl: typu

source: unknown
pl: nieznane

source: upper headlight
pl: reflektor gorny

source: water circuits link
pl: zawór połaczenia obiegow wody

source: water heater
pl: podgrzewacz wody

source: water heater breaker
pl: wyłącznik samoczynny podgrzewacza wody

source: water pump
pl: pompa wody

source: water pump breaker
pl: wyłącznik samoczynny pompy wody

source: wheelspin brake
pl: hamulec przeciwpoślizgowy

source: whistle
pl: gwizdawka
